tap "adoptopenjdk/openjdk"
tap "deviceinsight/packages"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
tap "tavianator/tap"
tap "universal-ctags/universal-ctags"
brew "sqlite"
brew "bat"
brew "chezmoi"
brew "delve"
brew "dive"
brew "docker", link: false
brew "node"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fx"
brew "fzf"
brew "git"
brew "git-delta"
brew "glow"
brew "go"
brew "golang-migrate"
brew "golangci-lint"
brew "graphviz"
brew "helm"
brew "hugo"
brew "imagemagick"
brew "jd"
brew "jq"
brew "k6"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kustomize"
brew "lsd"
brew "lua-language-server"
brew "luajit"
brew "mpv"
brew "tree-sitter"
brew "neovim"
brew "p7zip"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "sqlite-utils"
brew "starship"
brew "stylua"
brew "tig"
brew "tmux"
brew "vault"
brew "youtube-dl"
brew "zellij"
brew "deviceinsight/packages/kafkactl"
brew "tavianator/tap/bfs"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adoptopenjdk11"
cask "alacritty"
cask "docker"
cask "gpg-suite"
cask "iina"
cask "kitty"
cask "mockoon"
cask "ngrok"
cask "rio"
cask "sf-symbols"
cask "wezterm"
