jorgebucaran/fisher
oh-my-fish/plugin-brew
oh-my-fish/plugin-osx
edc/bass
oh-my-fish/plugin-rvm
patrickf1/fzf.fish
jethrokuan/z
jhillyerd/plugin-git
nickeb96/puffer-fish
